window.FLAGS_CATALOG = [
  {
    "file": "Австралия.png",
    "name": "Австралия",
    "id": "iso:AU"
  },
  {
    "file": "Австрия.png",
    "name": "Австрия",
    "id": "iso:AT"
  },
  {
    "file": "Австро-Венгрия.png",
    "name": "Австро-Венгрия",
    "id": "file:Австро-Венгрия.png"
  },
  {
    "file": "Азербайджан.png",
    "name": "Азербайджан",
    "id": "iso:AZ"
  },
  {
    "file": "Аландские острова.png",
    "name": "Аландские острова",
    "id": "file:Аландские острова.png"
  },
  {
    "file": "Албания.png",
    "name": "Албания",
    "id": "iso:AL"
  },
  {
    "file": "Алжир.png",
    "name": "Алжир",
    "id": "iso:DZ"
  },
  {
    "file": "Американские Виргинские острова.png",
    "name": "Американские Виргинские острова",
    "id": "iso:VI"
  },
  {
    "file": "Американское Самоа.png",
    "name": "Американское Самоа",
    "id": "iso:AS"
  },
  {
    "file": "Ангилья.png",
    "name": "Ангилья",
    "id": "iso:AI"
  },
  {
    "file": "Англия.png",
    "name": "Англия",
    "id": "file:Англия.png"
  },
  {
    "file": "Ангола.png",
    "name": "Ангола",
    "id": "iso:AO"
  },
  {
    "file": "Андорра.png",
    "name": "Андорра",
    "id": "iso:AD"
  },
  {
    "file": "Антарктида.png",
    "name": "Антарктида",
    "id": "file:Антарктида.png"
  },
  {
    "file": "Антигуа и Барбуда.png",
    "name": "Антигуа и Барбуда",
    "id": "iso:AG"
  },
  {
    "file": "Аргентина.png",
    "name": "Аргентина",
    "id": "iso:AR"
  },
  {
    "file": "Армения.png",
    "name": "Армения",
    "id": "iso:AM"
  },
  {
    "file": "Аруба.png",
    "name": "Аруба",
    "id": "file:Аруба.png"
  },
  {
    "file": "АСЕАН.png",
    "name": "АСЕАН",
    "id": "file:АСЕАН.png"
  },
  {
    "file": "Афганистан.png",
    "name": "Афганистан",
    "id": "iso:AF"
  },
  {
    "file": "Афганистан.svg",
    "name": "Афганистан",
    "id": "iso:AF"
  },
  {
    "file": "Багамы.png",
    "name": "Багамы",
    "id": "iso:BS"
  },
  {
    "file": "Бангладеш.png",
    "name": "Бангладеш",
    "id": "iso:BD"
  },
  {
    "file": "Барбадос.png",
    "name": "Барбадос",
    "id": "iso:BB"
  },
  {
    "file": "Бахрейн.png",
    "name": "Бахрейн",
    "id": "iso:BH"
  },
  {
    "file": "Белиз.png",
    "name": "Белиз",
    "id": "iso:BZ"
  },
  {
    "file": "Белоруссия.png",
    "name": "Белоруссия",
    "id": "iso:BY"
  },
  {
    "file": "Бельгия.png",
    "name": "Бельгия",
    "id": "iso:BE"
  },
  {
    "file": "Бенин.png",
    "name": "Бенин",
    "id": "iso:BJ"
  },
  {
    "file": "Бермудские Острова.png",
    "name": "Бермудские Острова",
    "id": "iso:BM"
  },
  {
    "file": "Болгария.png",
    "name": "Болгария",
    "id": "iso:BG"
  },
  {
    "file": "Боливия.png",
    "name": "Боливия",
    "id": "iso:BO"
  },
  {
    "file": "Босния и Герцеговина.png",
    "name": "Босния и Герцеговина",
    "id": "iso:BA"
  },
  {
    "file": "Ботсвана.png",
    "name": "Ботсвана",
    "id": "iso:BW"
  },
  {
    "file": "Бразилия.png",
    "name": "Бразилия",
    "id": "iso:BR"
  },
  {
    "file": "Британская территория в Индийском океане.png",
    "name": "Британская территория в Индийском океане",
    "id": "file:Британская территория в Индийском океане.png"
  },
  {
    "file": "Британские Виргинские острова.png",
    "name": "Британские Виргинские острова",
    "id": "iso:VG"
  },
  {
    "file": "Бруней.png",
    "name": "Бруней",
    "id": "iso:BN"
  },
  {
    "file": "Буркина-Фасо.png",
    "name": "Буркина-Фасо",
    "id": "iso:BF"
  },
  {
    "file": "Бурунди.png",
    "name": "Бурунди",
    "id": "iso:BI"
  },
  {
    "file": "Бутан.png",
    "name": "Бутан",
    "id": "iso:BT"
  },
  {
    "file": "Вануату.png",
    "name": "Вануату",
    "id": "iso:VU"
  },
  {
    "file": "Ватикан.png",
    "name": "Ватикан",
    "id": "file:Ватикан.png"
  },
  {
    "file": "Великобритания.png",
    "name": "Великобритания",
    "id": "iso:GB"
  },
  {
    "file": "Венгрия.png",
    "name": "Венгрия",
    "id": "iso:HU"
  },
  {
    "file": "Венесуэла.png",
    "name": "Венесуэла",
    "id": "iso:VE"
  },
  {
    "file": "Внешние малые острова США.png",
    "name": "Внешние малые острова США",
    "id": "iso:UM"
  },
  {
    "file": "Восточноафриканское сообщество.png",
    "name": "Восточноафриканское сообщество",
    "id": "file:Восточноафриканское сообщество.png"
  },
  {
    "file": "Восточный Тимор.png",
    "name": "Восточный Тимор",
    "id": "iso:TL"
  },
  {
    "file": "Вьетнам.png",
    "name": "Вьетнам",
    "id": "iso:VN"
  },
  {
    "file": "Габон.png",
    "name": "Габон",
    "id": "iso:GA"
  },
  {
    "file": "Гайана.png",
    "name": "Гайана",
    "id": "iso:GY"
  },
  {
    "file": "Галисия.png",
    "name": "Галисия",
    "id": "file:Галисия.png"
  },
  {
    "file": "Гамбия.png",
    "name": "Гамбия",
    "id": "iso:GM"
  },
  {
    "file": "Гана.png",
    "name": "Гана",
    "id": "iso:GH"
  },
  {
    "file": "Гваделупа.png",
    "name": "Гваделупа",
    "id": "file:Гваделупа.png"
  },
  {
    "file": "Гватемала.png",
    "name": "Гватемала",
    "id": "iso:GT"
  },
  {
    "file": "Гвинея-Бисау.png",
    "name": "Гвинея-Бисау",
    "id": "file:Гвинея-Бисау.png"
  },
  {
    "file": "Гвинея.png",
    "name": "Гвинея",
    "id": "iso:GN"
  },
  {
    "file": "Германия.png",
    "name": "Германия",
    "id": "iso:DE"
  },
  {
    "file": "Германская империя.png",
    "name": "Германская империя",
    "id": "file:Германская империя.png"
  },
  {
    "file": "Германская республика.png",
    "name": "Германская республика",
    "id": "file:Германская республика.png"
  },
  {
    "file": "Гернси.png",
    "name": "Гернси",
    "id": "iso:GG"
  },
  {
    "file": "Гибралтар.png",
    "name": "Гибралтар",
    "id": "file:Гибралтар.png"
  },
  {
    "file": "Гондурас.png",
    "name": "Гондурас",
    "id": "iso:HN"
  },
  {
    "file": "Гонконг.png",
    "name": "Гонконг",
    "id": "file:Гонконг.png"
  },
  {
    "file": "Гренада.png",
    "name": "Гренада",
    "id": "iso:GD"
  },
  {
    "file": "Гренландия.png",
    "name": "Гренландия",
    "id": "file:Гренландия.png"
  },
  {
    "file": "Греция.png",
    "name": "Греция",
    "id": "iso:GR"
  },
  {
    "file": "Грузия.png",
    "name": "Грузия",
    "id": "iso:GE"
  },
  {
    "file": "Гуам.png",
    "name": "Гуам",
    "id": "iso:GU"
  },
  {
    "file": "Дания.png",
    "name": "Дания",
    "id": "iso:DK"
  },
  {
    "file": "Джерси.png",
    "name": "Джерси",
    "id": "iso:JE"
  },
  {
    "file": "Джибути.png",
    "name": "Джибути",
    "id": "iso:DJ"
  },
  {
    "file": "Диего-Гарсия.png",
    "name": "Диего-Гарсия",
    "id": "file:Диего-Гарсия.png"
  },
  {
    "file": "Доминика.png",
    "name": "Доминика",
    "id": "iso:DM"
  },
  {
    "file": "Доминиканская Республика.png",
    "name": "Доминиканская Республика",
    "id": "iso:DO"
  },
  {
    "file": "ДР Конго.png",
    "name": "ДР Конго",
    "id": "iso:CD"
  },
  {
    "file": "Европейский союз.png",
    "name": "Европейский союз",
    "id": "file:Европейский союз.png"
  },
  {
    "file": "Египет.png",
    "name": "Египет",
    "id": "iso:EG"
  },
  {
    "file": "Замбия.png",
    "name": "Замбия",
    "id": "iso:ZM"
  },
  {
    "file": "Западная Сахара.png",
    "name": "Западная Сахара",
    "id": "file:Западная Сахара.png"
  },
  {
    "file": "Зимбабве.png",
    "name": "Зимбабве",
    "id": "iso:ZW"
  },
  {
    "file": "Израиль.png",
    "name": "Израиль",
    "id": "iso:IL"
  },
  {
    "file": "Империя Цин.png",
    "name": "Империя Цин",
    "id": "file:Империя Цин.png"
  },
  {
    "file": "Индия.png",
    "name": "Индия",
    "id": "iso:IN"
  },
  {
    "file": "Индонезия.png",
    "name": "Индонезия",
    "id": "iso:ID"
  },
  {
    "file": "Иордания.png",
    "name": "Иордания",
    "id": "iso:JO"
  },
  {
    "file": "Ирак.png",
    "name": "Ирак",
    "id": "iso:IQ"
  },
  {
    "file": "Иран.png",
    "name": "Иран",
    "id": "iso:IR"
  },
  {
    "file": "Ирландия.png",
    "name": "Ирландия",
    "id": "iso:IE"
  },
  {
    "file": "Исландия.png",
    "name": "Исландия",
    "id": "iso:IS"
  },
  {
    "file": "Испания.png",
    "name": "Испания",
    "id": "iso:ES"
  },
  {
    "file": "Италия.png",
    "name": "Италия",
    "id": "iso:IT"
  },
  {
    "file": "Йемен.png",
    "name": "Йемен",
    "id": "iso:YE"
  },
  {
    "file": "Кабо-Верде.png",
    "name": "Кабо-Верде",
    "id": "file:Кабо-Верде.png"
  },
  {
    "file": "Казахстан.png",
    "name": "Казахстан",
    "id": "iso:KZ"
  },
  {
    "file": "Камбоджа.png",
    "name": "Камбоджа",
    "id": "iso:KH"
  },
  {
    "file": "Камерун.png",
    "name": "Камерун",
    "id": "iso:CM"
  },
  {
    "file": "Канада.png",
    "name": "Канада",
    "id": "iso:CA"
  },
  {
    "file": "Канарские острова.png",
    "name": "Канарские острова",
    "id": "file:Канарские острова.png"
  },
  {
    "file": "Карибские Нидерланды.png",
    "name": "Карибские Нидерланды",
    "id": "file:Карибские Нидерланды.png"
  },
  {
    "file": "Каталония.png",
    "name": "Каталония",
    "id": "file:Каталония.png"
  },
  {
    "file": "Катар.png",
    "name": "Катар",
    "id": "iso:QA"
  },
  {
    "file": "Кения.png",
    "name": "Кения",
    "id": "iso:KE"
  },
  {
    "file": "Кипр.png",
    "name": "Кипр",
    "id": "iso:CY"
  },
  {
    "file": "Киргизия.png",
    "name": "Киргизия",
    "id": "iso:KG"
  },
  {
    "file": "Кирибати.png",
    "name": "Кирибати",
    "id": "iso:KI"
  },
  {
    "file": "Китай.png",
    "name": "Китай",
    "id": "file:Китай.png"
  },
  {
    "file": "Китайская Народная Республика.png",
    "name": "Китайская Народная Республика",
    "id": "iso:CN"
  },
  {
    "file": "КНДР.png",
    "name": "КНДР",
    "id": "iso:KP"
  },
  {
    "file": "Кокосовые острова.png",
    "name": "Кокосовые острова",
    "id": "file:Кокосовые острова.png"
  },
  {
    "file": "Колумбия.png",
    "name": "Колумбия",
    "id": "iso:CO"
  },
  {
    "file": "Коморы.png",
    "name": "Коморы",
    "id": "iso:KM"
  },
  {
    "file": "Косово.png",
    "name": "Косово",
    "id": "file:Косово.png"
  },
  {
    "file": "Коста-Рика.png",
    "name": "Коста-Рика",
    "id": "iso:CR"
  },
  {
    "file": "Кот-д'Ивуар.png",
    "name": "Кот-д'Ивуар",
    "id": "iso:CI"
  },
  {
    "file": "Куба.png",
    "name": "Куба",
    "id": "iso:CU"
  },
  {
    "file": "Кувейт.png",
    "name": "Кувейт",
    "id": "iso:KW"
  },
  {
    "file": "Кюрасао.png",
    "name": "Кюрасао",
    "id": "file:Кюрасао.png"
  },
  {
    "file": "Лаос.png",
    "name": "Лаос",
    "id": "iso:LA"
  },
  {
    "file": "Латвия.png",
    "name": "Латвия",
    "id": "iso:LV"
  },
  {
    "file": "Лесото.png",
    "name": "Лесото",
    "id": "iso:LS"
  },
  {
    "file": "Либерия.png",
    "name": "Либерия",
    "id": "iso:LR"
  },
  {
    "file": "Ливан.png",
    "name": "Ливан",
    "id": "iso:LB"
  },
  {
    "file": "Ливия.png",
    "name": "Ливия",
    "id": "iso:LY"
  },
  {
    "file": "Лига арабских государств.png",
    "name": "Лига арабских государств",
    "id": "file:Лига арабских государств.png"
  },
  {
    "file": "Литва.png",
    "name": "Литва",
    "id": "iso:LT"
  },
  {
    "file": "Лихтенштейн.png",
    "name": "Лихтенштейн",
    "id": "iso:LI"
  },
  {
    "file": "Люксембург.png",
    "name": "Люксембург",
    "id": "iso:LU"
  },
  {
    "file": "Маврикий.png",
    "name": "Маврикий",
    "id": "iso:MU"
  },
  {
    "file": "Мавритания.png",
    "name": "Мавритания",
    "id": "iso:MR"
  },
  {
    "file": "Мадагаскар.png",
    "name": "Мадагаскар",
    "id": "iso:MG"
  },
  {
    "file": "Майотта.png",
    "name": "Майотта",
    "id": "file:Майотта.png"
  },
  {
    "file": "Макао.png",
    "name": "Макао",
    "id": "file:Макао.png"
  },
  {
    "file": "Малави.png",
    "name": "Малави",
    "id": "iso:MW"
  },
  {
    "file": "Малайзия.png",
    "name": "Малайзия",
    "id": "iso:MY"
  },
  {
    "file": "Мали.png",
    "name": "Мали",
    "id": "iso:ML"
  },
  {
    "file": "Мальдивы.png",
    "name": "Мальдивы",
    "id": "iso:MV"
  },
  {
    "file": "Мальта.png",
    "name": "Мальта",
    "id": "iso:MT"
  },
  {
    "file": "Марокко.png",
    "name": "Марокко",
    "id": "iso:MA"
  },
  {
    "file": "Мартиника.png",
    "name": "Мартиника",
    "id": "file:Мартиника.png"
  },
  {
    "file": "Маршалловы Острова.png",
    "name": "Маршалловы Острова",
    "id": "iso:MH"
  },
  {
    "file": "Мексика.png",
    "name": "Мексика",
    "id": "iso:MX"
  },
  {
    "file": "Микронезия.png",
    "name": "Микронезия",
    "id": "iso:FM"
  },
  {
    "file": "Мир.png",
    "name": "Мир",
    "id": "file:Мир.png"
  },
  {
    "file": "Мозамбик.png",
    "name": "Мозамбик",
    "id": "iso:MZ"
  },
  {
    "file": "Молдавия.png",
    "name": "Молдавия",
    "id": "iso:MD"
  },
  {
    "file": "Монако.png",
    "name": "Монако",
    "id": "file:Монако.png"
  },
  {
    "file": "Монголия.png",
    "name": "Монголия",
    "id": "iso:MN"
  },
  {
    "file": "Монтсеррат.png",
    "name": "Монтсеррат",
    "id": "iso:MS"
  },
  {
    "file": "Мьянма.png",
    "name": "Мьянма",
    "id": "iso:MM"
  },
  {
    "file": "Намибия.png",
    "name": "Намибия",
    "id": "iso:NA"
  },
  {
    "file": "Науру.png",
    "name": "Науру",
    "id": "file:Науру.png"
  },
  {
    "file": "Неизвестная страна.png",
    "name": "Неизвестная страна",
    "id": "file:Неизвестная страна.png"
  },
  {
    "file": "Непал.png",
    "name": "Непал",
    "id": "iso:NP"
  },
  {
    "file": "Нигер.png",
    "name": "Нигер",
    "id": "iso:NE"
  },
  {
    "file": "Нигерия.png",
    "name": "Нигерия",
    "id": "iso:NG"
  },
  {
    "file": "Нидерланды.png",
    "name": "Нидерланды",
    "id": "iso:NL"
  },
  {
    "file": "Никарагуа.png",
    "name": "Никарагуа",
    "id": "iso:NI"
  },
  {
    "file": "Ниуэ.png",
    "name": "Ниуэ",
    "id": "iso:NU"
  },
  {
    "file": "Новая Зеландия.png",
    "name": "Новая Зеландия",
    "id": "iso:NZ"
  },
  {
    "file": "Новая Каледония.png",
    "name": "Новая Каледония",
    "id": "iso:NC"
  },
  {
    "file": "Норвегия.png",
    "name": "Норвегия",
    "id": "file:Норвегия.png"
  },
  {
    "file": "Объединённые Арабские Эмираты.png",
    "name": "Объединённые Арабские Эмираты",
    "id": "iso:AE"
  },
  {
    "file": "Оман.png",
    "name": "Оман",
    "id": "iso:OM"
  },
  {
    "file": "ООН.png",
    "name": "ООН",
    "id": "file:ООН.png"
  },
  {
    "file": "Остров Буве.png",
    "name": "Остров Буве",
    "id": "file:Остров Буве.png"
  },
  {
    "file": "Остров Вознесения.png",
    "name": "Остров Вознесения",
    "id": "file:Остров Вознесения.png"
  },
  {
    "file": "Остров Клиппертон.png",
    "name": "Остров Клиппертон",
    "id": "file:Остров Клиппертон.png"
  },
  {
    "file": "остров Мэн.png",
    "name": "остров Мэн",
    "id": "iso:IM"
  },
  {
    "file": "Остров Норфолк.png",
    "name": "Остров Норфолк",
    "id": "file:Остров Норфолк.png"
  },
  {
    "file": "Остров Рождества.png",
    "name": "Остров Рождества",
    "id": "file:Остров Рождества.png"
  },
  {
    "file": "Остров Святой Елены.png",
    "name": "Остров Святой Елены",
    "id": "iso:SH"
  },
  {
    "file": "Остров Херд и острова Макдональд.png",
    "name": "Остров Херд и острова Макдональд",
    "id": "iso:HM"
  },
  {
    "file": "острова Кайман.png",
    "name": "острова Кайман",
    "id": "iso:KY"
  },
  {
    "file": "Острова Кука.png",
    "name": "Острова Кука",
    "id": "iso:CK"
  },
  {
    "file": "Пакистан.png",
    "name": "Пакистан",
    "id": "iso:PK"
  },
  {
    "file": "Палау.png",
    "name": "Палау",
    "id": "iso:PW"
  },
  {
    "file": "Палестина.png",
    "name": "Палестина",
    "id": "iso:PS"
  },
  {
    "file": "Панама.png",
    "name": "Панама",
    "id": "iso:PA"
  },
  {
    "file": "Папуа — Новая Гвинея.png",
    "name": "Папуа — Новая Гвинея",
    "id": "iso:PG"
  },
  {
    "file": "Парагвай.png",
    "name": "Парагвай",
    "id": "iso:PY"
  },
  {
    "file": "Перу.png",
    "name": "Перу",
    "id": "iso:PE"
  },
  {
    "file": "Питкэрн.png",
    "name": "Питкэрн",
    "id": "file:Питкэрн.png"
  },
  {
    "file": "Питкэрнские острова.png",
    "name": "Питкэрнские острова",
    "id": "file:Питкэрнские острова.png"
  },
  {
    "file": "Польша.png",
    "name": "Польша",
    "id": "iso:PL"
  },
  {
    "file": "Португалия.png",
    "name": "Португалия",
    "id": "iso:PT"
  },
  {
    "file": "Пуэрто-Рико.png",
    "name": "Пуэрто-Рико",
    "id": "iso:PR"
  },
  {
    "file": "Республика Гаити.png",
    "name": "Республика Гаити",
    "id": "iso:HT"
  },
  {
    "file": "Республика Конго.png",
    "name": "Республика Конго",
    "id": "iso:CG"
  },
  {
    "file": "Республика Корея.png",
    "name": "Республика Корея",
    "id": "iso:KR"
  },
  {
    "file": "Реюньон.png",
    "name": "Реюньон",
    "id": "file:Реюньон.png"
  },
  {
    "file": "Российская империя.png",
    "name": "Российская империя",
    "id": "file:Российская империя.png"
  },
  {
    "file": "Россия.png",
    "name": "Россия",
    "id": "iso:RU"
  },
  {
    "file": "РСФСР.png",
    "name": "РСФСР",
    "id": "file:РСФСР.png"
  },
  {
    "file": "Руанда.png",
    "name": "Руанда",
    "id": "iso:RW"
  },
  {
    "file": "Румыния.png",
    "name": "Румыния",
    "id": "iso:RO"
  },
  {
    "file": "Сальвадор.png",
    "name": "Сальвадор",
    "id": "iso:SV"
  },
  {
    "file": "Самоа.png",
    "name": "Самоа",
    "id": "iso:WS"
  },
  {
    "file": "Сан-Марино.png",
    "name": "Сан-Марино",
    "id": "iso:SM"
  },
  {
    "file": "Сан-Томе и Принсипи.png",
    "name": "Сан-Томе и Принсипи",
    "id": "iso:ST"
  },
  {
    "file": "Саудовская Аравия.png",
    "name": "Саудовская Аравия",
    "id": "iso:SA"
  },
  {
    "file": "Свободная Франция.png",
    "name": "Свободная Франция",
    "id": "file:Свободная Франция.png"
  },
  {
    "file": "Северная Ирландия.png",
    "name": "Северная Ирландия",
    "id": "file:Северная Ирландия.png"
  },
  {
    "file": "Северная Македония.png",
    "name": "Северная Македония",
    "id": "file:Северная Македония.png"
  },
  {
    "file": "Северные Марианские острова.png",
    "name": "Северные Марианские острова",
    "id": "iso:MP"
  },
  {
    "file": "Сейшельские Острова.png",
    "name": "Сейшельские Острова",
    "id": "iso:SC"
  },
  {
    "file": "Сен-Бартелеми.png",
    "name": "Сен-Бартелеми",
    "id": "file:Сен-Бартелеми.png"
  },
  {
    "file": "Сен-Мартен.png",
    "name": "Сен-Мартен",
    "id": "iso:MF"
  },
  {
    "file": "Сен-Пьер и Микелон.png",
    "name": "Сен-Пьер и Микелон",
    "id": "iso:PM"
  },
  {
    "file": "Сенегал.png",
    "name": "Сенегал",
    "id": "iso:SN"
  },
  {
    "file": "Сент-Винсент и Гренадины.png",
    "name": "Сент-Винсент и Гренадины",
    "id": "iso:VC"
  },
  {
    "file": "Сент-Китс и Невис.png",
    "name": "Сент-Китс и Невис",
    "id": "iso:KN"
  },
  {
    "file": "Сент-Люсия.png",
    "name": "Сент-Люсия",
    "id": "iso:LC"
  },
  {
    "file": "Сербия.png",
    "name": "Сербия",
    "id": "iso:RS"
  },
  {
    "file": "Сингапур.png",
    "name": "Сингапур",
    "id": "iso:SG"
  },
  {
    "file": "Синт-Мартен.png",
    "name": "Синт-Мартен",
    "id": "file:Синт-Мартен.png"
  },
  {
    "file": "Сирия.png",
    "name": "Сирия",
    "id": "iso:SY"
  },
  {
    "file": "Словакия.png",
    "name": "Словакия",
    "id": "iso:SK"
  },
  {
    "file": "Словения.png",
    "name": "Словения",
    "id": "iso:SI"
  },
  {
    "file": "Соломоновы Острова.png",
    "name": "Соломоновы Острова",
    "id": "iso:SB"
  },
  {
    "file": "Сомали.png",
    "name": "Сомали",
    "id": "iso:SO"
  },
  {
    "file": "СССР.png",
    "name": "СССР",
    "id": "file:СССР.png"
  },
  {
    "file": "Страна Басков.png",
    "name": "Страна Басков",
    "id": "file:Страна Басков.png"
  },
  {
    "file": "Судан.png",
    "name": "Судан",
    "id": "iso:SD"
  },
  {
    "file": "Суринам.png",
    "name": "Суринам",
    "id": "iso:SR"
  },
  {
    "file": "США 48 штатов.png",
    "name": "США 48 штатов",
    "id": "file:США 48 штатов.png"
  },
  {
    "file": "США.png",
    "name": "США",
    "id": "file:США.png"
  },
  {
    "file": "Сьерра-Леоне.png",
    "name": "Сьерра-Леоне",
    "id": "iso:SL"
  },
  {
    "file": "Таджикистан.png",
    "name": "Таджикистан",
    "id": "iso:TJ"
  },
  {
    "file": "Таиланд.png",
    "name": "Таиланд",
    "id": "iso:TH"
  },
  {
    "file": "Тайвань.png",
    "name": "Тайвань",
    "id": "file:Тайвань.png"
  },
  {
    "file": "Танзания.png",
    "name": "Танзания",
    "id": "iso:TZ"
  },
  {
    "file": "Тёркс и Кайкос.png",
    "name": "Тёркс и Кайкос",
    "id": "iso:TC"
  },
  {
    "file": "Того.png",
    "name": "Того",
    "id": "iso:TG"
  },
  {
    "file": "Токелау.png",
    "name": "Токелау",
    "id": "file:Токелау.png"
  },
  {
    "file": "Тонга.png",
    "name": "Тонга",
    "id": "iso:TO"
  },
  {
    "file": "Тринидад и Тобаго.png",
    "name": "Тринидад и Тобаго",
    "id": "iso:TT"
  },
  {
    "file": "Тристан-да-Кунья.png",
    "name": "Тристан-да-Кунья",
    "id": "file:Тристан-да-Кунья.png"
  },
  {
    "file": "Тувалу.png",
    "name": "Тувалу",
    "id": "iso:TV"
  },
  {
    "file": "Тунис.png",
    "name": "Тунис",
    "id": "iso:TN"
  },
  {
    "file": "Туркмения.png",
    "name": "Туркмения",
    "id": "iso:TM"
  },
  {
    "file": "Турция.png",
    "name": "Турция",
    "id": "iso:TR"
  },
  {
    "file": "Уганда.png",
    "name": "Уганда",
    "id": "iso:UG"
  },
  {
    "file": "Узбекистан.png",
    "name": "Узбекистан",
    "id": "iso:UZ"
  },
  {
    "file": "Украина.png",
    "name": "Украина",
    "id": "iso:UA"
  },
  {
    "file": "Украинская ССР.png",
    "name": "Украинская ССР",
    "id": "file:Украинская ССР.png"
  },
  {
    "file": "Уоллис и Футуна.png",
    "name": "Уоллис и Футуна",
    "id": "iso:WF"
  },
  {
    "file": "Уругвай.png",
    "name": "Уругвай",
    "id": "iso:UY"
  },
  {
    "file": "Уэльс.png",
    "name": "Уэльс",
    "id": "file:Уэльс.png"
  },
  {
    "file": "Фарерские острова.png",
    "name": "Фарерские острова",
    "id": "file:Фарерские острова.png"
  },
  {
    "file": "Фиджи.png",
    "name": "Фиджи",
    "id": "iso:FJ"
  },
  {
    "file": "Филиппины.png",
    "name": "Филиппины",
    "id": "iso:PH"
  },
  {
    "file": "Финляндия.png",
    "name": "Финляндия",
    "id": "iso:FI"
  },
  {
    "file": "Фолклендские острова.png",
    "name": "Фолклендские острова",
    "id": "iso:FK"
  },
  {
    "file": "Франция современная.png",
    "name": "Франция современная",
    "id": "file:Франция современная.png"
  },
  {
    "file": "Франция.png",
    "name": "Франция",
    "id": "file:Франция.png"
  },
  {
    "file": "Французская Гвиана.png",
    "name": "Французская Гвиана",
    "id": "file:Французская Гвиана.png"
  },
  {
    "file": "Французская Полинезия.png",
    "name": "Французская Полинезия",
    "id": "iso:PF"
  },
  {
    "file": "Французские Южные и Антарктические территории.png",
    "name": "Французские Южные и Антарктические территории",
    "id": "iso:TF"
  },
  {
    "file": "ФРГ.png",
    "name": "ФРГ",
    "id": "file:ФРГ.png"
  },
  {
    "file": "Хорватия.png",
    "name": "Хорватия",
    "id": "iso:HR"
  },
  {
    "file": "Центральноафриканская Республика.png",
    "name": "Центральноафриканская Республика",
    "id": "iso:CF"
  },
  {
    "file": "ЦЕФТА.png",
    "name": "ЦЕФТА",
    "id": "file:ЦЕФТА.png"
  },
  {
    "file": "Чад.png",
    "name": "Чад",
    "id": "iso:TD"
  },
  {
    "file": "Черногория.png",
    "name": "Черногория",
    "id": "iso:ME"
  },
  {
    "file": "Чехия.png",
    "name": "Чехия",
    "id": "iso:CZ"
  },
  {
    "file": "Чехословакия.png",
    "name": "Чехословакия",
    "id": "file:Чехословакия.png"
  },
  {
    "file": "Чили.png",
    "name": "Чили",
    "id": "iso:CL"
  },
  {
    "file": "Швейцария.png",
    "name": "Швейцария",
    "id": "iso:CH"
  },
  {
    "file": "Швеция.png",
    "name": "Швеция",
    "id": "iso:SE"
  },
  {
    "file": "Шотландия.png",
    "name": "Шотландия",
    "id": "file:Шотландия.png"
  },
  {
    "file": "Шпицберген и Ян-Майен.png",
    "name": "Шпицберген и Ян-Майен",
    "id": "file:Шпицберген и Ян-Майен.png"
  },
  {
    "file": "Шри-Ланка.png",
    "name": "Шри-Ланка",
    "id": "iso:LK"
  },
  {
    "file": "Эквадор.png",
    "name": "Эквадор",
    "id": "iso:EC"
  },
  {
    "file": "Экваториальная Гвинея.png",
    "name": "Экваториальная Гвинея",
    "id": "iso:GQ"
  },
  {
    "file": "Эритрея.png",
    "name": "Эритрея",
    "id": "iso:ER"
  },
  {
    "file": "Эсватини.png",
    "name": "Эсватини",
    "id": "file:Эсватини.png"
  },
  {
    "file": "Эстония.png",
    "name": "Эстония",
    "id": "iso:EE"
  },
  {
    "file": "Эфиопия.png",
    "name": "Эфиопия",
    "id": "iso:ET"
  },
  {
    "file": "ЮАР.png",
    "name": "ЮАР",
    "id": "iso:ZA"
  },
  {
    "file": "Югославия.png",
    "name": "Югославия",
    "id": "file:Югославия.png"
  },
  {
    "file": "Южная Георгия и Южные Сандвичевы острова.png",
    "name": "Южная Георгия и Южные Сандвичевы острова",
    "id": "iso:GS"
  },
  {
    "file": "Южный Судан.png",
    "name": "Южный Судан",
    "id": "iso:SS"
  },
  {
    "file": "Ямайка.png",
    "name": "Ямайка",
    "id": "iso:JM"
  },
  {
    "file": "Япония.png",
    "name": "Япония",
    "id": "iso:JP"
  },
  {
    "file": "Японская империя.png",
    "name": "Японская империя",
    "id": "file:Японская империя.png"
  }
];
